{
  "servicesDescription": [
    {
      "id": "1",
      "title": "Personalized Care Services",
      "img": "http://pathwell.axiomthemes.com/wp-content/uploads/2017/10/services-9-copyright-1170x658.jpg",
      "details": "Personalized health care tries to address disease before it occurs. It engages you in your health care decision-making. Each person has their own health risks, lifestyle choices, and goals for their health. This is why personalizing care to the individual is important.",
      "description": "Personal care services include assistance with activities of daily living, instrumental activities of daily living, access to the community, medication or other medical needs, and monitoring health status and physical condition. Personalized Care and Support Planning is a series of facilitated conversations in which the person, or those who know them well, actively participates to explore the management of their health and well-being within the context of their whole life and family situation.Person-centred care means treating patients as individuals and as equal partners in the business of healing it is personalized,coordinated and enabling. 1 It is not a medical model and should be regarded as multidisciplinary, recognizing that a person may need more than one professional to support them.Care plans explained: What they include and why they are important. If you need support, a care plan is a document that specifies your assessed unique individual needs and outlines what type of support you should get, how the support will be given, as well as who should provide it.They commonly include adult community nursing, specialist long-term condition nursing, therapy services, preventive services such as sexual health and smoking cessation clinics, and child health services including health visiting and school nursing."
    },
    {
      "id": "2",
      "title": "In Home Health Care",
      "img": "http://pathwell.axiomthemes.com/wp-content/uploads/2017/10/services-8-copyright-1170x658.jpg",
      "details": "Home care is non-medical caregiving and assistance provided in the client's home. Care may include assistance with activities of daily living (ADLs) such as bathing, transferring, and meal preparation; transportation; companionship; and more. It does not include medical care or therapies.",
      "description": "Home health care includes skilled nursing care, as well as other skilled care services, like physical and occupational therapy, speech- language therapy, and medical social services. These services are given by a variety of skilled health care professionals at home.Home care offers non-clinical help, such as meal prep and companionship, while home health care — sometimes shortened to “home health” — provides professional medical assistance. Both types of care are available to your loved one in the comfort of their home and can help them age safely in place.You can receive home health care coverage under either Medicare Part A or Part B. ... While home health care is normally covered by Part B, Part A provides coverage in certain circumstances after you are in a hospital or skilled nursing facility.A primary goal of home health care is to discharge the patient to self or family care and avoid subsequent hospitalizations. Unplanned admission to the hospital is an undesirable outcome of home health care that causes problems for patients, caregivers, providers, and payers.Commonly, it is an adult child who is paid via Medicaid to provide care, but some states, such as Alabama, Arizona, California, Colorado, Delaware, Florida, Hawaii, Kentucky, Minnesota, Montana, New Hampshire, New Jersey, North Dakota, Oklahoma, Oregon, and Wisconsin, even provide funds for spouses to be paid."
    },
    {
      "id": "3",
      "title": "Professional Medical Examination",
      "img": "http://pathwell.axiomthemes.com/wp-content/uploads/2017/10/services-7-copyright-1170x658.jpg",
      "details": "It usually includes a health history, physical exam and tests. It is important to have a regular doctor who helps make sure you receive the medical care that is best for your individual needs. ",
      "description": "A physical examination is a routine test your primary care provider (PCP) performs to check your overall health. A PCP may be a doctor, a nurse practitioner, or a physician assistant. The exam is also known as a wellness check.A usual fully body health check-up is made up of blood and urine tests, x-ray, ultrasonography, lungs function test, and cardiac test. These tests should only be carried out by an accredited laboratory or hospital that has the tools to carry out these diagnostic tests.When you visit your doctor for a routine checkup, the nurse will take you to the exam room and will typically: check your blood pressure and other vital signs. verify your health history, medications, allergies, and lifestyle choices in your electronic medical record.It is a routine test in which all the body systems are tested easily, such as blood test, urine test, stool test, diabetes test, thyroid test, etc. ... Apart from this, to keep the body healthy, a full body check-up must be done at least once a year.Full Body Checkup - Advanced Package Consists of 98 Tests and Consists of fundamental tests for screening of the health status Like Cardiac Risk Markers, Complete Hemogram,Diabetics, Iron, Lipid, Liver, Kidney, Thyroid, Vitamin."
    },
    {
      "id": "4",
      "title": "End Of life Care",
      "img": "http://pathwell.axiomthemes.com/wp-content/uploads/2017/10/services-6-copyright-1170x658.jpg",
      "details": "Care given to people who are near the end of life and have stopped treatment to cure or control their disease. End-of-life care includes physical, emotional, social, and spiritual support for patients and their families. The goal of end-of-life care is to control pain and other symptoms. ",
      "description": "End of life care should begin when you need it and may last a few days, or for months or years. People in lots of different situations can benefit from end of life care. Some of them may be expected to die within the next few hours or days. Others receive end of life care over many months.Palliative care involves treatment of individuals who have a serious illness in which a cure or complete reversal of the disease and its process is no longer possible. ... End-of-life care is a portion of palliative care that is directed toward the care of per- sons who are nearing end of life.Hospice care is for individuals who have been diagnosed with a terminal illness and are certified as having a life expectancy of 6 months or less. Patients can receive hospice care in various settings—including at home, the hospital, a long-term care facility, or a free-standing hospice facility.“Good and contented souls” are instructed “to depart to the mercy of God.” They leave the body, “flowing as easily as a drop from a waterskin”; are wrapped by angels in a perfumed shroud, and are taken to the “seventh heaven,” where the record is kept. These souls, too, are then returned to their bodies."
    },
    {
      "id": "5",
      "title": "Complete Medical Supply",
      "img": "http://pathwell.axiomthemes.com/wp-content/uploads/2017/10/services-2-copyright-1170x658.jpg",
      "details": "Medical supplies means medical or surgical items that are consumable, expendable, disposable or non-durable and that are used for the treatment or diagnosis of a patient's specific illness, injury, or condition. Also see “Goods,” “Durable medical equipment,” and “Supplies and appliances.",
      "description": "Medical Apparel — scrubs, masks, caps, shoe covers, aprons. Mobility Aids — wheel chairs crutches, walkers, canes. Monitoring — leads, temp probes, BP cuffs, pulse ox/O2 sensors. Needles/Syringes — all types and varieties, sharps disposal containers.DME includes, but is not limited to, wheelchairs (manual and electric), hospital beds, traction equipment, canes, crutches, walkers, kidney machines, ventilators, oxygen, monitors, pressure mattresses, lifts, nebulizers, bili blankets and bili lights.Equipment and supplies ordered by a health care provider for everyday or extended use. Coverage for DME may include: oxygen equipment, wheelchairs, crutches or blood testing strips for diabeticsHospitals and other medical facilities can purchase supplies through a group purchasing organization or negotiate directly with distributors or wholesalers, all of whom are doing a larger share of their business online.Pacemakers are covered under Part B because they are considered durable medical equipment (DME) as a prosthetic device. For most DME, Medicare will cover 80 percent of the cost.DME is one-dimensional; it refers only to the items. HME services is multi-dimensional and specific to the home and everything that is necessary to help patients maintain themselves safely in their own places of residences."
    },
    {
      "id": "6",
      "title": "Transitional Care",
      "img": "http://pathwell.axiomthemes.com/wp-content/uploads/2017/10/services-1-copyright-1170x658.jpg",
      "details": "Transitional care encompasses a broad range of services and environments designed to promote the safe and timely passage of patients between levels of health care and across care settings. ... These patients typically receive care from many providers and move frequently within health care settings",
      "description": " Care involved when a patient/client leaves one care setting (i.e. hospital, nursing. home, assisted living facility, SNF, primary care physician, home health, or specialist) and moves to. another.Transition care helps you recover after a hospital stay. It provides short-term specialised care and support to help you regain your functional independence and confidence sooner, and avoid the need for longer term care and support services.Transitional care is designed to help patients get back on their feet safely after a hospital stay because of an illness or surgery – think of it as a stepping stone between the hospital and your home. During your stay, you may receive physical, occupational or speech therapies as needed.The care lasts for 30 days, beginning the date of discharge. TCM involves a healthcare professional making sure a person adapts to returning home and has appropriate follow-up care. The process is often managed by a family physician. Medicare Part B covers TCM, and out-of-pocket costs may apply.A transitional care unit is, most often, a short-term care facility (less than 21 days) for medically complex patients transitioning from the hospital to home, or from one care setting and to another.Patients may go directly home from TCU or transition again to another level of care for continuing support, such as an acute rehabilitation unit, a lower level skilled unit, a custodial care situation or hospice care."
    }
  ]
}
